Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_The Retreats.tmx
Source language: en
Languages: es_419

source: Episode 11
es_419: Episodio 11

source: I was wondering where he'd gone. looks like the centipedes were hiding him.
es_419: Me preguntaba dónde se había metido. Parece que los ciempiés estuvieron escondiéndolo.

source: sh*t!
es_419: ¡Mierda!

source: if you agree to help me...
es_419: Si aceptas ayudarme…

source: I wasn't particularly annoyed or anything.
es_419: Nunca me pareciste particularmente molesto.

source: Having said that… not that I want to spoil the mood…
es_419: Dicho eso… no quiero ser un aguafiestas, pero…

source: sh-shut the hell up!!!
es_419: ¡C-cierra la boca, imbécil!

source: I gotta say, you're lucky.
es_419: Debo decirlo, tienes suerte.

source: I didn't think he'd put up this much of a protest! ahaha!
es_419: ¡No pensé que protestaría tanto! ¡Ja, ja, ja!

source: chatter
es_419: BLABLA

source: it wasn't exactly hard to tell.
es_419: Fue fácil darme cuenta.

source: hahaha
es_419: Jajaja

source: after three days in captivity with the broken skulls...
es_419: Después de tres días en cautiverio con las calaveras rotas…

source: step
es_419: TAP

source: drip
es_419: PLIC

source: I just didn't have anything to lose by humoring him!
es_419: ¡Simplemente no tenía nada que perder haciéndole el favor!

source: I never expected to come back here, especially not under these circumstances...
es_419: Jamás creí que volvería aquí, y menos en estas circunstancias…

source: it's this way!
es_419: ¡Por aquí!

source: whatever. anyway, this is for you.
es_419: Como sea. Por cierto, esto es para ti.

source: you know, for a criminal mastermind who pulled off the daring scheme of switching two people's lives...
es_419: ¿Sabes? Para ser el criminal que sacó adelante el atrevido plan de intercambiar dos personas…

source: Oh.
es_419: Uy.

source: Tempting?
es_419: ¿Tentadora?

source: the secret society of kallipolis.
es_419: La sociedad secreta de Kallipolis.

source: ...you want me to help you destroy my own home?
es_419: … quieres que te ayude a destruir mi propio hogar?

source: roll
es_419: TAC

source: he runs a water purifier rental business...
es_419: Tiene un negocio en el que alquila agua purificada…

source: he's gonna wish he'd never given us so much trouble...
es_419: Va a desear no habernos traído tantos problemas…

source: I was kidnapped by this shady scumbag... he switched me!
es_419: Un maldito desgraciado me secuestró… ¡y me cambió!

source: chief!
es_419: ¡Jefe!

source: ..identifying the hotspots to trigger collapse is a cakewalk!
es_419: … ¡identificar los puntos para derrumbar el lugar va a ser pan comido!

source: turn
es_419: ZAS

source: it is...
es_419: Sí…

source: I got 'im right in the nuts!
es_419: ¡Le di justo en las pelotas!

source: v
es_419: b

source: art BY 김선희
es_419: Arte:

source: I've been living like a hermit ever since.
es_419: Hace muchísimo que vivo como un ermitaño.

source: forget it.
es_419: Olvídalo.

source: because I'm not 100% sure.
es_419: Porque no estoy segura del todo.

source: hmph. he's got balls, yet he can be incredibly cautious at times...
es_419: Mmm. Tiene pelotas, pero también es sumamente precavido…

source: Oh, hey Kacey.
es_419: Ah, hola, Kacey.

source: ...unhinged?
es_419: … demencial?

source: ...and dreamed that I was back in the retreats.
es_419: … Soñé que volvía a El Refugio.

source: the problem is... there are just too many of them.
es_419: El problema es que… son demasiados.

source: sure, kid. not that you'll need it.
es_419: Claro, niño. Aunque no la necesitas.

source: ...I caught a glimpse of that hunger inside you.
es_419: … me pareció ver un poco de esa hambre dentro de ti.

source: what is that? it looks familiar...
es_419: ¿Qué es eso? Me resulta familiar…

source: kid, I'm a sworn enemy of the retreats.
es_419: Niño, soy un enemigo mortal de El Refugio.

source: ...citizens of the retreats live to the age of 160 on average...
es_419: … los ciudadanos del Refugio viven, en promedio, hasta 160 años…

source: screw this!
es_419: ¡A la mierda todo!

source: obviously!
es_419: ¡Obvio!

source: however, if the battlegrounds showed the plight of people from a world completely distinct from my own...
es_419: Pero, si las batallas mostraran el sufrimiento de personas que pertenecen a un mundo totalmente ajeno al mío…

source: come out, come out, wherever you are!
es_419: ¡Sal de donde sea que estés!

source: randy, get your ass out here now!
es_419: ¡Randy! ¡Quita tu trasero de ahí ya mismo!

source: just how old is kacey, anyway?
es_419: ¿cuántos años tiene Kacey?

source: en_US
es_419: ES_LATAM

source: I'll keep looking!
es_419: ¡Seguiré buscando!

source: you can run, but you can't hide.
es_419: Puedes correr, pero no esconderte.

source: ...or work with me, so you can go home to the retreats?
es_419: … o trabajar conmigo para que puedas volver a El Refugio?

source: wait up!!!
es_419: ¡¡¡Espera!!!

source: ...why is this happening to me?
es_419: … me sucede esto a mí?

source: do what? you're making me nervous...
es_419: ¿Hacer qué? Me están poniendo nervioso…

source: I made sure of that.
es_419: Me aseguré de eso.

source: the broken skulls let their guard down, thinking that I have no other way to get to the retreats.
es_419: Las calaveras rotas bajaron la guardia y creyeron que no tengo forma alguna de llegar a El Refugio.

source: I just risked my life to save him!
es_419: ¡Acabo de arriesgarme para salvarlo!

source: I just saw someone die... hurk!
es_419: Acabo de ver a alguien morir… ¡Agh!

source: huff
es_419: Uff

source: gable wouldn't be able to play with it.
es_419: Gable no podría jugar con él.

source: hmm...
es_419: Mmm…

source: well...
es_419: Bueno…

source: yo, gramps. what are you staring at?
es_419: Ey, abuelo, ¿qué miras?

source: you'd be surprised at how many of us sneak body augs into the battlegrounds.
es_419: Te sorprendería cuántos llevan en secreto mejoras corporales a los campos de batalla.

source: true happiness comes from a sense of superiority.
es_419: La verdadera felicidad se consigue sintiéndose superior.

source: flick
es_419: FLIC

source: slip
es_419: FUIP

source: ...I'm sick with envy!
es_419: … ¡muero de la envidia!

source: so what if we never have to worry about starving to death?
es_419: ¿Y qué si no tenemos que preocuparnos por morir de hambre?

source: so what if our average life expectancy is 160 years?
es_419: ¿Y qué si nuestra esperanza de vida es de 160 años?

source: Hyungwook Shin
es_419: Shin Hyungwook

source: Episode 13 A sworn enemy of the Retreats
es_419: Episodio 13 - Un enemigo mortal de El Refugio

source: ...to unceasingly want to rise through the ranks.
es_419: … siempre queremos subir aún más en la jerarquía.

source: it might be time we face the fact that there's no gold here.
es_419: Tal vez sea momento de aceptar el hecho de que no hay oro aquí.

source: ...and my son gable will live happily ever after.
es_419: … y mi hijo Gable será feliz para siempre.

source: let me know if gable wants one too.
es_419: Si Gable también quiere uno, me avisas.

source: I went there once as a kid on a field trip at the academy.
es_419: Una vez fui cuando era niño, en una excursión de la academia.

source: hurry up and bring your luggage!
es_419: ¡Apresúrense y traigan su equipaje!

source: the bike I hid earlier!
es_419: ¡La moto que escondí!

source: You want to ambush the guards and rescue him?!
es_419: ¡¿Quieres emboscar a los guardias y rescatarlo?!

source: we believed that violence was the only way...
es_419: Creíamos que la violencia era la única vía…

source: what's up?
es_419: ¿Qué pasa?

source: the question is... is it acceptable for me to kill another human being?
es_419: La pregunta es… ¿sería aceptable que mate a otra persona…

source: toss
es_419: ARROJA

source: ...and he is also said to have developed a drug addiction, taking far more than the prescribed dose...
es_419: … también se dice que desarrolló adicción a las drogas y que abusó de la dosis prescrita…

source: why are they shouting and waving at the air like that? there's nothing there.
es_419: ¿Por qué gritan y agitan las manos así si no hay nada?

source: you see, I prefer to get up close and personal.
es_419: Verán, prefiero un combate más cercano y personal.

source: the last person standing will receive a combat visa...
es_419: El último sobreviviente recibirá una visa de combate…

source: ba-bump
es_419: TATÚN

source: right now?
es_419: ¿Tan rápido?

source: you see, the citizens of the retreats are quite different from you slum rats.
es_419: Verás, los ciudadanos de El Refugio son muy diferentes de ustedes, las ratas.

source: if greenwood refuses to help us, he's going to stay here and die...
es_419: Si Greenwood se niega a ayudarnos, va a quedarse aquí y morir…

source: I was nothing but a loser with an inferiority complex...
es_419: No era más que un perdedor con complejos de inferioridad…

source: Episode 34 - The Great Escape
es_419: Episodio 34 - El gran escape

source: flinch
es_419: SE CRISPA

source: The 817?!
es_419: ¡¿Los 817?!

source: that goddamned b*tch...! huh?!
es_419: ¡Maldita perra…! ¡¿Eh?!

source: it's the same for all the previous battlegrounds winners! they're all ostracized by the citizens of the retreats!
es_419: ¡Y lo mismo pasa con los ganadores anteriores! ¡Los ciudadanos de El Refugio no dejan de marginarnos!

source: apart from the fact that he's a little taller and clean-cut...
es_419: Apartando el hecho de que sea un poco más alto y pulcro…

source: I've had it up to here...
es_419: … estoy harto…

source: still, if you ain't interested, you ain't interested.
es_419: Pero si simplemente no te interesa, no te interesa.

source: I'll bet they're feeling pretty invincible right about now then.
es_419: Seguro ahora se sienten invencibles.

source: The Retreats
es_419: El Refugio

source: and edward!
es_419: … ¡y Edward!

source: if you don't...
es_419: Si no lo haces…

source: e
es_419: i

source: and even if we win...
es_419: Incluso si ganamos…

source: clench
es_419: ÑEC

source: who is it?
es_419: ¿Quién es?

source: what a douche.
es_419: Qué imbécil.

source: this way, edward!
es_419: ¡Por aquí, Edward!

source: that would be entertaining, at least.
es_419: Al menos sería entretenido.

source: athreat factor identified.
es_419: Factor de amenaza identificado.

source: yeah... they went off in pairs.
es_419: Sí… partieron en parejas.

source: heeurgh!
es_419: ¡Aaagh!

source: I'll make sure you get whatever you want.
es_419: … me aseguraré de que tengas lo que quieras.

source: SHAKE
es_419: TIEMBLA

source: now, shut up and pick him up now!!!
es_419: ¡¡¡Y ahora, cállate y ve a buscarlo!!!

source: wait, you're still here? was there something else?
es_419: ¿Sigues aquí? ¿Olvidaste algo?

source: you'll have enough cash to live a life that'll be envied by everyone else in the slums.
es_419: … vas a tener suficiente dinero como para tener una vida envidiable por el resto de la gente en Salmuera.

source: our goal here was to find the remembric device and get out without a fight.
es_419: Nuestro objetivo era encontrar el recordatón y largarnos sin pelear.

source: I don't know what to do anymore...
es_419: Ya no sé qué hacer.

source: maybe you're still nothing but a pampered little prince who doesn't even have the guts to pull the trigger.
es_419: Tal vez sigues siendo un simple príncipe mimado que ni siquiera tiene las agallas para disparar.

source: you somehow knew how important that wristwatch was going to be.
es_419: De alguna manera, sabías lo importante que era ese dispositivo.

source: or perhaps...
es_419: O tal vez…

source: are you telling me...
es_419: ¿Me estás pidiendo…

source: ...must be the broken skulls looking to get their payback.
es_419: … deben ser calaveras rotas que quieren desquitarse.

source: chew
es_419: CHAC

source: target identified.
es_419: Objetivo identificado.

source: … this isn't exactly how I wanted to return to the Retreats…
es_419: … así no es como quería regresar a El Refugio…

source: STORY BY 신형욱
es_419: Historia:

source: ugh... ahh...
es_419: Uff… Agh…

source: there's a gunfight!
es_419: ¡Es un tiroteo!

source: I'm not, and I can't blame him either.
es_419: No, y la verdad es que no lo culpo.

source: let's keep going and try to find a way out.
es_419: Andando, sigamos buscando una salida.

source: tremble
es_419: tiembla

source: in fact, the body aug tech used to switch you with your doppelganger...
es_419: De hecho, la tecnología en mejoras corporales que usaron para cambiarte por tu doble…

source: and I found the device that they received their orders on.
es_419: Y encontré el dispositivo por el que recibieron las órdenes.

source: how can you eat at a time like this?
es_419: ¿Cómo puedes comer en un momento así?

source: that's a damn shame.
es_419: Qué lástima.

source: only crime...
es_419: … único crimen…

source: bustle
es_419: blabla

source: so there's another wristwatch in biringam...
es_419: Conque hay otro dispositivo en Biringam…

source: ...but, for some reason, as I gazed upon the back of this mysterious woman...
es_419: … pero, por algún motivo, mientras le veía la espalda a esta misteriosa mujer…

source: uh, gah...!
es_419: Eh, ¡agh!…

source: yep. it was the best possible option for everyone.
es_419: Sip. Era la mejor opción para todos.

source: none at all... there's no one left other than austin who knows my true identity.
es_419: En absoluto… la única persona que aún conoce mi verdadera identidad es Austin.

source: watson, I need to talk to you about the academy again...
es_419: Watson, tenemos que hablar nuevamente de la academia…

source: follow me!
es_419: ¡Sígueme!

source: this had better be worth my time and effort...
es_419: Espero que esto valga mi tiempo y esfuerzo…

source: combat training from a gang member?
es_419: ¿Entrenamiento en combate?

source: I almost had a heart attack back there.
es_419: Casi me da un infarto.

source: what are you talking about?
es_419: ¿De qué hablas?

source: plus some food!
es_419: ¡Y comida!

source: yeah, so what? you want me to take it back?
es_419: Sí, ¿y qué? ¿Quieres que me eche para atrás?

source: CLACK
es_419: CLAC

source: get up, john.
es_419: Levántate, John.

source: dash
es_419: FUSH

source: think of some way for us to move up in the world!
es_419: ¡Tienes que buscar la manera de que ascendamos!

source: back then, I didn't understand why we were visiting such old ruins...
es_419: En aquel entonces, no entendía por qué visitábamos esas ruinas.

source: this is the truth behind the retreats, hidden from the residents of the slums!
es_419: ¡Esa es la verdad que les ocultan a los habitantes de los barrios!

source: dammit...!
es_419: ¡M*erda!…

source: ...making preparations for your future?
es_419: … con eso de prepararte para el futuro?

source: My bad, pal.
es_419: Perdón, amigo.

source: we need to find a hidden path in this tunnel.
es_419: Tenemos que encontrar el camino oculto en este túnel.

source: ...for the savages living out in the slums.
es_419: … para los salvajes en los barrios marginales.

source: typical spire residents.
es_419: Típica gente de la espiral.

source: whirr
es_419: TRRR

source: but you really seem to resent the fact that your father runs a water purifier rental service in the slums...
es_419: … pero parece que te molesta bastante el hecho de que tu padre alquile agua purificada en Salmuera…

source: guess it's time for the big op.
es_419: Ya es hora de la gran operación.

source: ...it's just that I've given up hope.
es_419: … sino que perdí la esperanza.

source: each pair headed towards a-3 and d-4.
es_419: Cada pareja se dirigió hacia A-3 y D-4.

source: hyeong-uk shin
es_419: Shin Hyeong-Uk

source: is this the place?
es_419: ¿Este es el lugar?

source: I...
es_419: ¡No…

source: that, on the other hand, is surprising.
es_419: Bueno, eso sí me sorprende.

source: huh?
es_419: ¿Eh?

source: we may have brought him here...
es_419: Puede que lo hayamos traído nosotros…

source: well then, edward...
es_419: Bueno, Edward…

source: I'm putting myself in even more danger by guarding our supplies with this half-dead coot.
es_419: Al vigilar las provisiones con esta momia viviente, arriesgo mi vida aun más.

source: as if he could!
es_419: ¡Como si pudiera!

source: hey, gramps...
es_419: Ey, abuelo…

source: this is incredible...
es_419: Increíble…

source: the chip can also be use to control electronics or augmented reality software without using any external devices.
es_419: También pueden usar el chip para controlar dispositivos electrónicos y software de realidad aumentada sin necesidad de aparatos externos.

source: well... mind you, you look like you wouldn't even last a minute out there.
es_419: Bueno… no importa, dudo que hubieses durado un solo minuto allá afuera.

source: if this goes sideways, you might have to skip town.
es_419: Si las cosas salen mal, tendremos que abandonar la ciudad.

source: were you drunk with happiness about your son's new life in the retreats?
es_419: ¿Acaso la felicidad por la nueva vida de tu hijo en El Refugio te cegó?

source: what... are you talking about?
es_419: ¿De qué… hablas?

source: what's your name?
es_419: ¿Cómo te llamas?

source: crackle
es_419: CRAC

source: if you do as I say...
es_419: Si haces lo que digo…

source: the problem is that once a chip user leaves the retreats...
es_419: El problema es que, cuando uno de sus usuarios abandona El Refugio…

source: glance
es_419: mira

source: I staked my life upon making this plan work.
es_419: Arriesgué mi vida para sacar adelante este plan.

source: scurry
es_419: tric tric

source: sunhee kim
es_419: Kim Sunhee

source: stop him!
es_419: ¡Deténganlo!

source: let's follow them!
es_419: ¡Sigámoslos!

source: go have a barbecue with your son or something.
es_419: Hazle una parrilla a tu hijo.

source: I knew I was expecting too much from him...
es_419: Sabía que mis expectativas con él eran muy altas…

source: that's right.
es_419: Sí.

source: ...that the reason those drones aimed at john as well as jonny mountain that day...
es_419: … de que, ese día, los drones no apuntaron a John…

source: it's no use.
es_419: Es inútil.

source: yeah, but it's hard to see in this rain.
es_419: Sí, pero cuesta ver con tanta lluvia.

source: I'm going to die!
es_419: ¡Voy a morir!

source: Son of John Canty Gable Canty
es_419: Hijo de John Canty Gable Canty

source: the blue chip.
es_419: El chip azul.

source: it's a pretty old-school bike compared to the one I had... but it pretty much works the same way.
es_419: Esta moto es obsoleta en comparación con la que tenía… pero funciona igual.

source: as if I give a crap about any of that.
es_419: Como si eso me importara.

source: would that make me the greatest villain in solgaya's history?
es_419: ¿eso me convertiría en el mayor villano de la historia de Solgaya?

source: where did they come from?!
es_419: ¡¿De dónde salieron?!

source: alright.
es_419: Está bien.

source: fuck!
es_419: ¡Mierda!

source: ...if you make it to the retreats.
es_419: … es vivir en El Refugio.

source: how the tables have turned!
es_419: ¡Qué giro tan interesante!

source: you thought I'd catch the barbell if you just let go, didn't you?
es_419: Creíste que, si soltabas la barra, yo simplemente la atraparía, ¿verdad?

source: of course it can. it can trace every location that a drone's sent data to.
es_419: Por supuesto. Puede rastrear cada sitio al que un dron haya enviado datos.

source: all we have to do is stay cautious.
es_419: Solo tenemos que mantenernos alerta.

source: I don't blame you...
es_419: No te culpo…

source: copy. just as planned.
es_419: Tal como planeamos.

source: so?
es_419: ¿Y bien?

source: it's artificial meat made of cultured protein.
es_419: Es carne artificial hecha con proteínas cultivadas.

source: CRAAACK
es_419: CRAAAC

source: fwoosh
es_419: FUUUSH

source: ...as a citizen of the retreats...
es_419: … depende de mí, como ciudadano de allá…

source: clean water is definitely a precious commodity.
es_419: Sin duda, el agua limpia es un lujo.

source: then one day, I met a brine citizen that I eventually came to trust and rely on.
es_419: Entonces, un día, conocí a un ciudadano de Salmuera y confié en él con el tiempo.

source: what are you standing around for?!
es_419: ¡¿Por qué te quedas ahí parado?!

source: did you really think you'd be able to take me out with a single shot?
es_419: ¿En serio creyeron que podrían matarme con un solo disparo?

source: thanks for today.
es_419: Gracias por lo de hoy.

source: a paradise on earth in which only the top 1% of the earth's population are permitted to reside.
es_419: Un paraíso en la tierra en el que solo el uno por ciento de la humanidad tiene permitido vivir.

source: that should make us even for that steak.
es_419: Así quedamos a mano por lo de la carne.

source: holy shit... he's a monster!
es_419: ¡Mierda…! ¡Es un monstruo!

source: wham
es_419: PLAM

source: what?!
es_419: ¡¿Qué?!

source: gahhh!
es_419: ¡Aaaah!

source: Episode 10 - Revenge
es_419: Episodio 10 - Venganza

source: speaking of edward...
es_419: Hablando de Edward…

source: you could buy ten of those and have money left over after this job.
es_419: Con el dinero de este trabajo, puedes comprar diez de esos.

source: I... got shot?
es_419: ¿Me… dispararon?

source: clang
es_419: CLANC

source: where is it?!
es_419: ¡¿Dónde está?!

source: ...I made my escape.
es_419: … logré escapar.

source: gramps.
es_419: Abuelo.

source: anyway, time to hit the squat rack!
es_419: En fin, ¡sigamos levantando pesas!

source: sip
es_419: SLURP

source: this is some extremely advanced body aug. that explains why his arms felt so unusually strong.
es_419: Esas mejoras corporales son sumamente avanzadas. ¡Por eso tiene tanta fuerza en el brazo!

source: ...but once again, I was one step ahead of you.
es_419: … pero, una vez más, te llevo la delantera.

source: well, we're at a disadvantage here.
es_419: Bueno, tenemos las de perder aquí.

source: Art
es_419: Arte:

source: LET ME TELL YOU SOMETHING.
es_419: Déjame decirte algo.

source: screech
es_419: ÑIIIC

source: phew...
es_419: Fiu…

source: he couldn't have gone far.
es_419: No pudo ir muy lejos.

source: is it possible to get real beef...
es_419: Se puede conseguir carne de verdad…

source: my home's in the retreats.
es_419: Mi hogar está en El Refugio.

source: I was just watching a video.
es_419: Solo veía un video.

source: you have that at your house?!
es_419: ¡¿Tienes uno en tu casa?!

source: you see, over the past two years...
es_419: Verás, durante los últimos dos años…

source: it's because of him that I came to the slums.
es_419: Por su culpa, estoy en los barrios.

source: There's a story behind how we got that name…
es_419: La elección de ese nombre tiene su historia…

source: Not you too, Chief.
es_419: No tú también, jefe.

source: I'll kill every last one of you...
es_419: ¡Voy a matar a todo aquel…

source: most people die without ever being able to set foot in this place.
es_419: La mayoría muere sin haber puesto un pie en este lugar.

source: ...there would be hell to pay!
es_419: … ¡se desataría el infierno!

source: once chief calls for the boat ride back, it'll take a week to arrive.
es_419: Una vez que el jefe llame a la lancha de rescate, tardará una semana en llegar.

source: go right ahead...
es_419: Adelante…

source: finally, I'll hack off your limbs and throw you into the sea.
es_419: Por último, voy a amputarte los miembros y lanzarte al mar.

source: we're going to become best friends at this rate.
es_419: A este paso, vamos a terminar siendo mejores amigos.
